<?php
// ENGLISCH
return [
    'RESOURCES' => 'RESOURCES',
    'INTRODUCTION' => 'INTRODUCTION',
    'EXPLORER' => 'BLOCK EXPLORER',
    'SOCIALS' => 'SOCIALS',
    'DOWNLOAD' => 'СКАЧАТЬ',
    'SLOGAN' => '100% ДЕЦЕНТРАЛИЗОВАННО, НА УСЛОВИЯХ PROOF OF WORK.',
    'LOADING' => 'LOADING...',
    'WHATISNITO' => '<h2>Что такое Нито?</h2>
						<p>Нито выделяется как ведущая платформа, разработанная с акцентом на децентрализацию, эффективность и безопасность. Используя механизм консенсуса, основанный на 100% доказательстве работы (Proof of Work, PoW), Нито обеспечивает высокую безопасность и справедливость, позволяя каждому, у кого есть необходимое оборудование, участвовать в процессе майнинга. Это демократизирует сеть, предотвращая централизацию и способствуя истинной децентрализации.</p><br>
						<p>Блокчейн-система Нито спроектирована для высокой пропускной способности транзакций с интервалом между блоками в одну минуту и весом блока в 0,8 МБ, который может быть увеличен для повышения объема транзакций при необходимости. Это приводит к быстрой и эффективной обработке транзакций, что особенно важно для торговцев, которым требуются быстрые подтверждения. Кроме того, Нито использует адреса формата Bech32, что делает транзакции более эффективными за счет уменьшения их размера и снижения стоимости.</p><br>
						<p>Экономическая модель Нито построена для долгосрочной устойчивости. С общим объемом в 1 154 217 600 Нито, распределяемыми в течение 200 лет, Нито поддерживает стабильный и предсказуемый рост. Механизм корректировки сложности в реальном времени дополнительно обеспечивает стабильность и безопасность сети. Примечательно, что в Нито отсутствует предмайн, что гарантирует справедливое распределение с самого начала.</p>',
    'BLOCKCHAIN' => 'NITO CHAIN',
    'BLOCKREWARD' => 'BLOCK REWARD',
    'POOLS' => 'POOLS',
    'EXCHANGES' => 'EXCHANGES',
    'ALL' => 'ALL',
    'PC' => 'PC',
    'MOBILE' => 'МОБИЛЬНЫЙ',
    'SOURCE' => 'SOURCE',
    'COPYRIGHT' => 'Все права защищены.',
];